@extends('layouts.home')

@section('title', '隱私權政策 - ')


@section('content')
<section class="p-bg">
  <div class="container width-85">
    <div class="pl-title">
      <h2>隱私權政策</h2>
      <h6>政策說明</h6>
    </div>
    <div class="pl-area">
      <p>
        歡迎使用尋莓園-有機農場購物網站(下稱「本網站」)。使用本網站前請詳細閱讀以下隱私權政策，以瞭解您對於尋莓園-有機農場 (個別及統稱為「尋莓園」、「我們」或「我們的」) 的法律權利與義務。此隱私權政策 (下稱「隱私權政策」或「政策」) 旨在協助您瞭解我們目前和未來會如何收集、使用、揭露及/或處理您提供給我們及/或我們所擁有和您有關的個人資料，以及協助您在向我們提供任何個人資料之前作出明智的決定。請仔細閱讀本隱私權政策。如果您對此資訊或是我們的隱私權作法有任何問題，也可前往「聯絡我們」告知訊息。
      </p>
      <br /><br />
      <p>
        <span>1-1</span><br />
        「個人資料」是指有關個人不論真實與否的資料，該個人可透過該資料，或透過該資料與其他組織持有或可能有權限存取資料，予以識別。個人資料常見的例子包括姓名和聯絡資訊。
      </p>
      <br /><br />
      <p>
        <span>1-2</span><br />
        若您使用本服務、向我們註冊帳戶、造訪我們的網站或存取本服務，即表示您知悉並同意接受本隱私權政策概述之作法、要求和/或政策，並特此同意我們收集、使用、揭露和/或處理此處所述之個人資料。同時我們保留隨時修改本隱私權政策的權利。若您不同意您的個人資料依此隱私權政策所述之方式進行處理，請勿使用我們的服務或存取本網站。
      </p>
      <br /><br />
      <p>
        <span>1-3</span><br />
        尋莓園會在何時收集個人資料？<br />
        (a) 當您註冊及/或使用我們的本服務或本網站；<br />
        (b) 當您透過線上或實體表單方式提交表單；<br />
        (c) 當您簽定協議，或是針對您與我們的互動提供其他文件或資訊，或是當您使用我們的產品和服務時；<br />
        (d) 當您透過電話、社交媒體平台和電子郵件等方式與我們互動時；<br />
        (e) 當您使用我們的電子服務，或是透過我們的應用程式或使用我們網站上的服務與我們互動時。但不限於透過 Cookie (可能會在您與我們的應用程式或網站互動時部署)；<br />
        (f) 當您透過我們的本服務進行交易時；<br />
        (g) 當您提供意見或投訴給我們時；<br />
        (h) 當您基於任何原因提交個人資料給我們時。<br />
        上述情形並非包含全部情形，僅列出可能會收集您個人資料的一些常見實例。/或政策，並特此同意我們收集、使用、揭露和/或處理此處所述之個人資料。同時我們保留隨時修改本隱私權政策的權利。若您不同意您的個人資料依此隱私權政策所述之方式進行處理，請勿使用我們的服務或存取本網站。
      </p>
      <br /><br />
      <p>
        <span>1-4</span><br />
        當您造訪、使用或是與我們的行動應用程式或本網站互動時，我們可能會使用各種技術，以自動或被動的方式收集特定資訊。
      </p>
      <br /><br />
      <p>
        <span>1-5</span><br />
        尋莓園會收集的個人資料包括但不限於：<br />
        姓名；<br />
        電子郵件地址；<br />
        收件地址；<br />
        電話號碼；<br />
        性別；<br />
        當使用者註冊使用我們的本服務或網站及使用者使用本服務或網站時所提供有關使用者的其他任何資訊，以及使用者如何使用我們的本服務或網站的相關資訊；以及彙總使用者互動內容的相關資訊。
      </p>
      <br /><br />
      <p>
        <span>1-6</span><br />
        如同對大多數的網站一樣，您的電腦會傳送可能包含您個人資料的資訊，而網頁伺服器則會在您瀏覽我們的本網站時記錄該資訊。這通常包括但不限於：您電腦的 IP 位址、作業系統、瀏覽器名稱/版本、參考網頁、所要求的網頁、日期/時間，有時也會利用Cookie(可使用瀏覽器喜好設定予以停用) 協助網站記住您前次的造訪資訊。當您登入時，這項資訊會與您的個人帳戶建立關聯。該資訊也會納入匿名的統計資料中，以協助我們瞭解訪客使用我們網站的情形。
      </p>
      <br /><br />
      <p>
        <span>1-7</span><br />
        我們有時可能會執行「Cookie」或其他功能，讓我們或第三方能夠收集或分享資訊，進而協助我們改進所提供的本網站和本服務，或是協助我們提供新的服務及功能。「Cookie」是我們傳送至您的電腦或行動裝置的識別碼，可以讓我們識別您的電腦或裝置，同時告訴我們本服務或網站的使用或造訪方式及時間、造訪人次，並追蹤我們網站中的活動。我們可能會將 Cookie 資訊與個人資料連結起來。Cookie 也會連結至您選擇購買之商品及您有檢視之網頁的相關資訊。這項資訊會用於追蹤您的購物車等用途。Cookie 也用於傳遞與您興趣相關的特定內容，以及監控網站的使用情形。
      </p>
      <br /><br />
      <p>
        <span>1-8</span><br />
        我們實施各式各樣的安全措施，以確保您的個人資料在我們的系統上安全無虞。使用者個人資料包含在安全網路之後，只有具有該系統之特殊存取權的有限員工可以存取。我們會按照隱私權法及/或其他適用法律保留個人資料。也就是說，在我們合理認為 (i) 保留該個人資料不再符合收集個人資料之目的；以及 (ii) 不再需要針對任何法律或業務目的保留個人資料時，我們會立即銷毀您的個人資料，或是進行匿名化處理。若您停止使用本網站或是您使用本網站及/或本服務的權限遭到終止，我們會繼續根據此隱私權政策及隱私權法所規定的義務，加以儲存、使用及/或揭露您的個人資料。根據適用法律，我們得於未事先通知您的情況下，安全處置您的個人資料。
      </p>
      <br /><br />
      <p>
        <span>1-9</span><br />
        本網站使用由Google, Inc. (下稱「Google」) 提供的網頁分析服務 - Google Analytics。Google Analytics使用Cookie，協助網站分析使用者使用本網站的情形。由Cookie產生有關您的網站使用情形的資訊 (包括您的IP位址) 會傳送至 Google，並由Google存放在位於美國的伺服器。Google 會使用這項資訊評估您的網站使用情形、為網站經營者編製網站活動報告，並提供與網站活動和網際網路使用情形相關的其他服務。Google可能也會在法律要求下將這項資訊傳送給第三方，或是將該資訊傳送給代表Google處理資訊的第三方。Google不會將您的IP位址與Google所持有的其他資料建立關聯。
      </p>
      <br /><br />
      <p>
        <span>1-10</span><br />
        我們不保證您在第三方網站上提供之個人資料及/或其他資訊的安全性。為維護我們所擁有或控制與您有關之個人資料的安全性，我們確實實施了各種安全措施。您的個人資料包含在安全網路之後，只有具有該系統之特殊存取權且必須對個人資料保密的有限人員可以存取。當您下訂單或存取個人資料時，我們會提供安全伺服器以供使用。您提供的所有個人資料或敏感資訊都會以加密方式存放在我們的資料庫中，只有上述人員可以存取。
      </p>
      <br /><br />
      <p>
        <span>1-11</span><br />
        如果您對於我們的隱私權作法或是您與本服務的交易有任何問題或疑慮，請逕行前往「聯絡我們」告知訊息。
      </p>
    </div>
  </div>
</section>

@endsection
